---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Window
enum: Autodesk.Revit.UI.PostableCommand
zh: 窗、窗户
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Window

**中文**: 窗、窗户

Adds windows to the building model.